const churchesMapping = new Map(
    [
        ['molyavka', 'Молявковская Михайловская церковь'],
        ['sloveny', 'Словенинская Петропавловская церковь'],
        ['bobr', 'Бобрская святителя Николая церковь'],
        ['nizgolovo', 'Низголовская Иоанно-Предчетинская церковь'],
        ['usaya', 'Усайская Покрова Пресвятой Богородицы церковь'],
        ['hotino', 'Хотинская Святого Иосифа Обручника церковь'],
    ]
);

const monthMapping = new Map(
    [
        ['JAN', 'Январь'],
        ['FEB', 'Февраль'],
        ['MAR', 'Март'],
        ['APR', 'Апрель'],
        ['MAY', 'Май'],
        ['JUN', 'Июнь'],
        ['JUL', 'Июль'],
        ['AUG', 'Август'],
        ['SEP', 'Сентябрь'],
        ['OCT', 'Октябрь'],
        ['NOV', 'Ноябрь'],
        ['DEC', 'Декабрь'],
    ]
);

export {churchesMapping, monthMapping};
